$("#dt").datepicker({
    format: 'dd.mm.yyyy',
    weekStart: 1,
    days: ["Вс","По","Вт","Ср","Чт","Пт","Сб"],
    months: ["Январь","Февраль","Март","Апрель","Мая","Июнь","Июль","Август","Сентябрь","Октябрь","Ноябрь","Декабрь"]
});

$("#maxdate").datepicker({
    format: 'dd.mm.yyyy hh:ii:ss',
    weekStart: 1,
    days: ["Вс","По","Вт","Ср","Чт","Пт","Сб"],
    months: ["Январь","Февраль","Март","Апрель","Мая","Июнь","Июль","Август","Сентябрь","Октябрь","Ноябрь","Декабрь"]       
});


$("#dtpost").datepicker({
    format: 'dd.mm.yyyy hh:ii:ss',
    weekStart: 1,
    days: ["Вс","По","Вт","Ср","Чт","Пт","Сб"],
    months: ["Январь","Февраль","Март","Апрель","Мая","Июнь","Июль","Август","Сентябрь","Октябрь","Ноябрь","Декабрь"]       
});
